Repository: SailyTeam/Saily
Catalog: Protein/*.lproj/Localizable.strings
Languages: cs, ja, vi, zh_hans

# LANGUAGE_FALG_233
source: English
cs: Czech
ja: 日本語
vi: Vietnamese
zh_hans: 简体中文

source: Confirm
cs: Potvrdit
ja: 確認
vi: Xác nhận
zh_hans: 确定

source: Dismiss
cs: Zavřít
ja: 了解
vi: Bỏ qua
zh_hans: 确定

source: Refresh
cs: Obnovit
ja: リフレッシュ
vi: Làm mới
zh_hans: 刷新

source: Share
cs: Sdílet
ja: 共有
vi: Chia sẽ
zh_hans: 分享

source: Error
ja: エラー
vi: Lỗi
zh_hans: 错误

source: Cancel
cs: Zrušit
ja: キャンセル
vi: Huỷ
zh_hans: 取消

source: Warning
cs: Varování
ja: 警告
vi: Cảnh báo
zh_hans: 警告

source: Delete
cs: Smazat
ja: 削除
vi: Xoá
zh_hans: 删除

source: Submit
cs: Podat Žádost
vi: Xác nhận
zh_hans: 提交

source: Other
cs: Ostatní
ja: その他
vi: Khác
zh_hans: 其他

source: Done
cs: Hotovo
vi: Xong
zh_hans: 完成

source: Cancel All
cs: Zrušit Vše
vi: Huỷ tất cả
zh_hans: 全部取消

source: Install
cs: Instalovat
vi: Cài đặt
zh_hans: 安装

source: LICENSE
ja: ライセンス
vi: GIẤY PHÉP
zh_hans: 许可证

source: Continue
vi: Tiếp tục
zh_hans: 继续

source: Suspended
vi: Ngưng lại
zh_hans: 已暂停

source: Failed
vi: Thất bại
zh_hans: 失败

source: Hours
cs: Hodiny
vi: Giờ
zh_hans: 小时

source: Tasks
cs: Úlohy
ja: タスク
vi: Nhiệm vụ
zh_hans: 计划任务

source: Installed
cs: Nainstalované
ja: インストール済み
vi: Đã cài đặt
zh_hans: 已安装

source: Wish List
cs: Seznam Přání
ja: 欲しいものリスト
vi: Danh sách mong muốn
zh_hans: 心愿单

source: Version
cs: Verze
ja: バージョン
vi: Phiên bản
zh_hans: 版本

source: Screenshot
cs: Snímek Obrazovky
ja: スクリーンショット
vi: Ảnh chụp màn hình
zh_hans: 屏幕截图

# AvailableUpdate
source: Available Updates
cs: Dostupná Aktualizace
ja: 利用可能なアップデート
vi: Cập nhật có sẵn
zh_hans: 可用更新

# RecentInstalled
source: Recently Installed
cs: Nedávno Nainstalované
ja: 最近インストールされたもの
vi: Đã cài đặt gần đây
zh_hans: 最近安装

# RecentUpdate
source: Recently Updated
cs: Nedávno Aktualizováno
ja: 最近の更新
vi: Đã cập nhật gần đây
zh_hans: 最近更新

# ErrorReadInstalledPackages
source: Error while reading installed packages
cs: Chyba při čtení nainstalovaných balíčků
ja: インストール済みパッケージの読み取りエラー
vi: Lỗi đọc các gói đã cài đặt
zh_hans: 无法读取最近安装

# PleaseTryReInstallApp
source: Please try to reinstall this package
cs: Prosím zkuste tuto aplikaci znovu nainstalovat
ja: このアプリを再インストールしてください
vi: Vui lòng thử cài đặt lại ứng dụng này
zh_hans: 请尝试重新安装程序

source: Operation Locked
cs: Operace uzamknuta
ja: 操作がロックされました
vi: Thao tác bị khóa
zh_hans: 操作被锁定 请稍后再试

source: Loading Database
cs: Načítám Databázi
ja: データベースを読み込んでいます
vi: Đang tải cơ sở dữ liệu
zh_hans: 正在读取数据库

source: Waiting For Database
cs: Čekám na Databázi
ja: データベースを待機しています
vi: Chờ cơ sở dữ liệu
zh_hans: 正在等待数据库

source: No Recent Update
cs: Žádné nedávné aktualizace
ja: 最近の更新はありません
vi: Không có cập nhật gần đây
zh_hans: 没有最近更新

# NoRecentUpdateInstruction
source: All up to date!
cs: Vše aktuální!
ja: すべて最新です！
vi: Tất cả cập nhật!
zh_hans: 尝试添加一些软件源吧

# DownloadingWaitHint
source: Downloading...
cs: Stahuji...
ja: ダウンロードしています...
vi: Đang tải xuống...
zh_hans: 正在下载数据 请稍后

source: Index in progress
ja: インデックス作成中
vi: Chỉ số trong tiến trình
zh_hans: 正在等待索引

source: Ungroupped
cs: Bez skupiny
vi: Hủy bỏ
zh_hans: 未分组

source: MENU
ja: メニュー
zh_hans: 菜单

# Download Tasks
source: Downloads
cs: Stažené
ja: ダウンロード
vi: Tải xuống
zh_hans: 下载任务

source: Package Tasks
cs: Úlohy Balíčků
ja: パッケージタスク
vi: Gói nhiệm vụ
zh_hans: 软件包任务

source: Other Tasks
cs: Ostatní Úlohy
ja: その他のタスク
vi: Nhiệm vụ khác
zh_hans: 其他任务

source: Update All
cs: Aktualizovat Vše
ja: 全て更新
vi: Cập nhật tất cả
zh_hans: 全部更新

source: Enter Number
cs: Zadejte Číslo
ja: 番号を入力してください
vi: Nhập số
zh_hans: 输入数值

source: Input Invalid
cs: Neplatný vstup
ja: 入力が無効です
vi: Nhập không hợp lệ
zh_hans: 数字不合法或超出范围

source: Number
cs: Číslo
ja: 数
vi: Số
zh_hans: 数字

source: Group
cs: Skupina
vi: Nhóm
zh_hans: 组

source: Downloaded
cs: Stažené
vi: Đã tải
zh_hans: 已下载

source: Console
cs: Konzole
vi: Điều khiển
zh_hans: 终端

# AppDelegate_init
source: Loading...
cs: Načítám...
ja: 読み込んでいます...
vi: Đang tải...
zh_hans: 正在初始化应用设置

# AppDelegate_loadRepoRecord
source: Loading repos...
cs: Načítám adresáře...
ja: リポジトリを読み込んでいます...
vi: Đang tải repos...
zh_hans: 正在读取软件源及其软件包记录

# AppDelegate_loadPackageRecord
source: Loading packages...
cs: Načítám balíčky...
ja: パッケージを読み込んでいます...
vi: Đang tải gói...
zh_hans: 正在初始化本地软件包状态

# AppDelegate_startTaskManager
source: Loading tasks...
cs: Načítám úlohy...
ja: タスクを読み込んでいます...
vi: Đang tải nhiệm vụ...
zh_hans: 正在初始化任务管理模块

# AppDelegate_RevealLoader
source: Loading reveal...
cs: Odhaduji...
ja: 読み込み中...
vi: Đang tải những khám phá...
zh_hans: [reveal] 等待调试器启动Reveal 🕶️

# AppDelegate_BootstrapTime
source: Boot time
cs: Čas spuštění
ja: 起動してからの時間
vi: Thời gian khởi động
zh_hans: 初始化耗时：

# TimeGap_JustNow
source: Just Now
cs: Právě teď
ja: ちょうど今
vi: Ngay bây giờ
zh_hans: 刚刚

# %dTimeGap_MinBefore
source: %d mins ago
cs: Před %x minutami
zh_hans: %d 分钟前

# %dTimeGap_HoursBefore
source: %d hours ago
cs: Před %x hodinami
zh_hans: %d 小时前

# %dTimeGap_DaysBefore
source: %d days ago
zh_hans: %d 天前

# TimeGap_OutDated
source: Outdated
ja: かなり前
vi: lỗi thời
zh_hans: 已过期

# Repo_NoDescription
source: No description provided
cs: Nebyl poskytnut žádný popisek
ja: 説明がありません
vi: Không có mô tả được cung cấp
zh_hans: 该软件源没有描述

# Package_NoName
source: No Name
cs: Beze jména
ja: 名前がありません
vi: Không tên
zh_hans: 佚名

# Package_ContentDamaged
source: This package is damaged
cs: Balíček je poškozen
ja: このパッケージは破損しています
vi: Gói này đã bị hỏng
zh_hans: 该软件包数据已损坏

# Navigation_GoBack
source: Back
cs: Zpět
ja: 戻る
vi: Quay lại
zh_hans: 返回

# SearchBar_SearchPackageOrRepo
source: Search Here
cs: Hledej zde
ja: 検索
vi: Tìm ở đây
zh_hans: 搜索软件包/软件源

# HomeCard_Welcome
source: Welcome to Saily
cs: Vítej v Saily
ja: Sailyへようこそ
vi: Chào mừng bạn đến với Saily
zh_hans: 欢迎来到 Saily

# HomeCard_Desc
source: While the world sleeps, we dream
cs: Když svět spí, my sníme
ja: 世界が眠っている間、私たちは夢を見ます
vi: Trong khi thế giới ngủ, chúng ta mơ
zh_hans: 你每次安装软件包时都会有新的色彩添加到这里

# DashBoardNavigatorCard_DashBoard
source: DashBoard
cs: Hlavní Panel
ja: ダッシュボード
vi: Bảng điều khiển
zh_hans: 面板

# DashBoardNavigatorCard_Setting
source: Settings
cs: Nastavení
ja: 設定
vi: Cài đặt
zh_hans: 设置

# DashBoardNavigatorCard_Tasks
source: Tasks
cs: Úlohy
ja: タスク
vi: Nhiệm vụ
zh_hans: 计划任务

# DashBoardNavigatorCard_Installed
source: Installed
cs: Nainstalované
ja: インストール済み
vi: Đã cài
zh_hans: 已安装

# RepoCard_NoRepo
source: No Repo
cs: Žádný Adresář
ja: リポジトリがありません
vi: Không có Repo
zh_hans: 没有软件源

# RepoCard_AddInstruction
source: Add
cs: Přidat
ja: 追加
vi: Thêm
zh_hans: 赶紧点击上面的按钮添加一个软件源吧

# RepoCard_AddInstructionHint
source: Good Luck
cs: Hodně Štěstí
ja: 幸運を祈る
vi: Tạm biệt
zh_hans: 祝好运

# RepoCard_Cell_RepoInUpdate
source: Update in progress...
cs: Pracujeme na Aktualizaci...
ja: 更新中...
vi: Cập nhật trong tiến trình...
zh_hans: 正在更新 请稍后

# RepoCard_Cell_PendingUpdate
source: In queue
cs: V pořadí
ja: 待機中
vi: Đợi
zh_hans: 排队等待更新

# RepoCard_Cell_LastUpdateTimeHintPrefix
source: Last Update
cs: Poslední Aktualizace
ja: 最後の更新
vi: Cập nhật cuối cùng
zh_hans: 上次刷新

# WishList_RemoveHint
source: Remove it from your wishlist?
cs: Opravdu to chceš odstranit ze svého listu přání?
ja: 欲しいものリストから削除してもよろしいですか？
vi: Bạn có chắc chắn về việc loại bỏ nó khỏi danh sách?
zh_hans: 确定要从心愿单中删除这个软件包么

# WishList_RemovedHint
source: Removed
cs: Odstraněno
ja: 削除されました
vi: Đã xóa
zh_hans: 已将这个软件包存从心愿单中删除

# WishList_AddedHint
source: Added
cs: Uloženo
ja: 保存しました
vi: Đã lưu
zh_hans: 已将这个软件包存入心愿单

# RepoViewController_RepoLastUpdated
source: Last Update
cs: Poslední Aktualizace
ja: 最後の更新
vi: Cập nhật cuối cùng
zh_hans: 上次更新于

# RepoViewController_RepoContains
source: contains
cs: Obsahuje
ja: 含む
vi: Chứa
zh_hans: 共包含

# RepoViewController_RepoContainsSuffix
source: packages
cs: Balíčky
ja: パッケージ
vi: Gói
zh_hans: 个软件包

# RepoViewController_RepoFeaturedPackageNotFoundHint
source: The package was not found Please retry after refresh
cs: Balíček nebyl nalezen Prosím zkus to znovu po refreshnutí zdrojů
ja: パッケージが見つかりませんでした 更新後に再試行してください
vi: Không tìm thấy gói Vui lòng thử lại sau khi làm mới
zh_hans: 未找到目标软件包 请刷新后重试

# RepoAddViewController_TitleAdd
source: Add
cs: Přidat
ja: 追加
vi: Thêm
zh_hans: 添加

# RepoAddViewController_SelectionSwitcher
source: Toggle All
cs: Přepnout vybrané
ja: 選択
vi: Thay đổi lựa chọn
zh_hans: 切换选择状态

# RepoAddViewController_RepoDescription
source: The software source (aka repo) contains various plug-ins, applications, themes, and ringtones, which are maintained by official or unofficial organizations or individuals. You can add any software source without restrictions, but please note that we cannot confirm that the data or information they provide is safe, they may damage your system or equipment, making it impossible to recover.
cs: Adresář obsahuje různé doplňky, aplikace, témata, a vyzvánění, které jsou spravované oficiální nebo neoficiální organizací či soukromníkem. Ačkoliv můžeš přidat jakýkoliv zdroj bez omezení, měj na paměti že nemůžeme potvrdit že data a informace které poskytuje jsou bezpečné, můžou poškodit tvůj systém nebo zařízení, bez možnosti zotavení.
ja: ソフトウェアソース（別名リポジトリ）には、さまざまなプラグイン、アプリケーション、テーマ、および着信音が含まれており、公式または非公式の組織または個人によって管理されています。 ソフトウェアソースは無制限に追加できますが、提供されたデータや情報が安全であることを確認することはできません。システムや機器に損傷を与え、復元できない可能性があります。
vi: Nguồn phần mềm (còn gọi là repo) chứa nhiều plugin, ứng dụng, chủ đề và nhạc chuông khác nhau, được duy trì bởi các tổ chức hoặc cá nhân chính thức hoặc không chính thức. Bạn có thể thêm bất kỳ nguồn phần mềm nào mà không bị hạn chế, nhưng xin lưu ý rằng chúng tôi không thể xác nhận rằng dữ liệu hoặc thông tin họ cung cấp là an toàn, chúng có thể làm hỏng hệ thống hoặc thiết bị của bạn, khiến không thể khôi phục.
zh_hans: 软件源包含了各式各样的插件、应用、主题、铃声，他们由官方或非官方的组织或个人维护。你可以不受限制的添加任何软件源，但请注意我们无法确认他们提供的数据或信息是安全的，他们也许会损坏你的系统或设备，使其无法恢复。 -> 请只添加你信任的软件源。

# RepoAddViewController_APTRecordTitle
source: APT Records
cs: APT Záznamy
ja: APTレコード
zh_hans: APT 记录

# RepoAddViewController_APTRecordDescription
source: Following software sources come from APT or other package managers
cs: Následující zdroj(adresář) pochází z APT nebo jiného správce balíčků
ja: 次のソフトウェアソースはAPTまたは他のパッケージマネージャーからのものです
vi: Các nguồn phần mềm sau đến từ APT hoặc các trình quản lý gói khác
zh_hans: 这些软件源来自APT或使用APT的其他软件包管理器

# RepoAddViewController_ClipBoardTitle
source: Clipboard
cs: Připnuté
ja: クリップボード
vi: Bảng tạm
zh_hans: 剪贴板

# RepoAddViewController_ClipBoardDescription
source: We found these links in the clipboard, they may be the source of the software
cs: Našli jsme připnuté tyto adresáře, které můžou být zdrojem balíčků
ja: これらのリンクはクリップボードで見つかりました。ソフトウェアのソースである可能性があります
vi: Chúng tôi đã tìm thấy các liên kết này trong bảng tạm, chúng có thể là nguồn của phần mềm
zh_hans: 我们在剪贴板内找到了这些链接 ，他们也许是软件源

# RepoAddViewController_HistoryTitle
source: History
cs: Historie
ja: これまでのもの
vi: Lịch sử
zh_hans: 历史记录

# RepoAddViewController_HistoryDescription
source: You have added these software sources before. These records will be kept for two weeks until you manually turn off this function.
cs: Tyto zdroje už jsi dříve přidal. Tyto záznamy budou ukládány po dobu dvou týdnů, dokud ručně nevypnete tuto funkci.
ja: 以前にこれらのソフトウェアソースを追加しました。 これらの記録は、手動でこの機能をオフにするまで2週間保持されます。
vi: Bạn đã thêm các nguồn phần mềm này trước đây. Những hồ sơ này sẽ được lưu giữ trong hai tuần cho đến khi bạn tắt chức năng này theo cách thủ công.
zh_hans: 你以前添加过这些软件源。这些记录会保留两周，直到你手动关闭该功能。

# RepoAddViewController_InputTitle
source: Manual Input
cs: Zadat ručně
ja: 手動で入力
vi: Nhập thủ công
zh_hans: 手动输入

# RepoAddViewController_InputDescription
source: Enter the software source address manually here and use line feed to split multiple addresses
cs: Zadejte adresu zdroje ručně s možností přidat více adres najednou
ja: ここにソフトウェアの送信元アドレスを手動で入力し、改行を使用して複数のアドレスを分割します
vi: Nhập thủ công địa chỉ nguồn phần mềm tại đây và sử dụng nguồn cấp dữ liệu để phân chia nhiều địa chỉ
zh_hans: 在这里手动输入软件源地址并使用换行来分割多个地址

# NativeDepiction_ErrorCanNotOpenURLPrefix
source: Unable to resolve address
cs: Nelze navázat kontakt s adresou
ja: アドレスを解決できません
vi: Không thể giải quyết địa chỉ
zh_hans: 无法解析地址

# SplitView_Feature
source: Features
cs: Funkce
ja: 特徴
vi: Đặc trưng
zh_hans: 功能

# SplitView_MyRepo
source: Sources
cs: Zdroje
ja: ソフトウェアソース
vi: Nguồn phần mềm
zh_hans: 我的软件源

# Installed_SortByDateAccending
source: Time - Earliest
cs: Čas - Od Nejstaršího
ja: 時間 - 最も早い
vi: Thời gian - sớm nhất
zh_hans: 按照时间 早日靠前

# Installed_SortByDateDesending
source: Time - Latest
cs: Čas - Od Nejnovějšího
ja: 時間 - 最新
vi: Thời gian - Gần đây nhất
zh_hans: 按照时间 靠近靠前

# Installed_SortByNameDesending
source: Name - Zz -> Aa
cs: Jméno - Zz -> Aa
ja: 名前 - Zz -> Aa
vi: Tên - Zz -> Aa
zh_hans: 按照名称 降序排列

# Installed_SortByNameAccending
source: Name - Aa -> Zz
cs: Jméno - Aa -> Zz
ja: 名前 - Aa -> Zz
vi: Tên - Aa -> Zz
zh_hans: 按照名称 升序排列

# BuiltInDepiction_Preview
source: Preview
cs: Náhled
ja: プレビュー
vi: Xem trước
zh_hans: 预览

# BuiltInDepiction_Description
source: Description
cs: Popisek
ja: 説明
vi: Miêu tả
zh_hans: 简介

# BuiltInDepiction_whatsNew
source: What's New
cs: Co je nového
ja: 新着情報
vi: Có gì mới!
zh_hans: 新内容

# BuiltInDepiction_Converted
source: The content of this page is extracted from the built-in information of the package
cs: Obsah tohoto balíčku je načten z vestavěných informacích v balíčku.
ja: このページのコンテンツは、ソフトウェアパッケージの組み込み情報から抽出されます
vi: Nội dung của trang này được trích xuất từ thông tin tích hợp của gói phần mềm
zh_hans: 本页面内容提取自软件包内建信息

# BuiltInDepiction_metaTitle
source: Metadata
ja: メタデータ
vi: Dữ liệu lớn
zh_hans: 元数据

# PackageButtonStart
source: Option
cs: Nastavení
ja: オプション
vi: Lựa chọn
zh_hans: 选项

# PackageButtonContinue
source: Continue
cs: Pokračovat
ja: 継続
vi: Tiếp tục
zh_hans: 继续

source: UPDATE
cs: AKTUALIZOVAT
ja: 更新
vi: CẬP NHẬT
zh_hans: 更新

source: MODIFY
cs: UPRAVIT
ja: 修正
vi: SỬA ĐỔI
zh_hans: 修改

source: GET
cs: ZÍSKAT
ja: 取得
vi: BẮT
zh_hans: 获取

source: Unavailable
cs: Nedostupné
ja: 利用できません
vi: Không có sẵn
zh_hans: 不可用

# PackageDepictionError
source: Package description is not available
cs: Popis balíčku nené dostupný
ja: パッケージの説明はありません
vi: Mô tả gói không có sẵn
zh_hans: 软件包描述不可用

# PackageOperation_AddToInstall
source: Install
cs: Instalovat
ja: インストール
vi: Cài đặt
zh_hans: 安装

# PackageOperation_JustDownload
source: Download Only
cs: Pouze stáhnout
ja: ダウンロードのみ
vi: Chỉ tải xuống
zh_hans: 仅下载

# PackageOperation_SelectVersion
source: Select Version...
cs: Vybrat verzi...
ja: バージョンを選択...
vi: Chọn phiên bản...
zh_hans: 选择版本...

# PackageOperation_Share
source: Share
cs: Sdílet
ja: 共有
vi: Chia sẽ
zh_hans: 分享

# PackageOperation_Advanced
source: Advanced...
cs: Pokročilé...
ja: 高度なもの...
vi: Nâng cao...
zh_hans: 高级选项...

# PackageOperation_FromThisDeveloper
source: From Developer
cs: Od Vývojáře
ja: 開発者
vi: Từ nhà phát triển
zh_hans: 开发者的其他项目

# PackageOperation_MailBugReports
source: Mail Bug Reports
cs: Nahlášení Bugů
ja: メールでのバグ報告
vi: Báo cáo lỗi đến mail
zh_hans: 发送错误分析邮件

# PackageOperation_BlockUpdates
source: Block Updates
cs: Blokovat Aktualizace
ja: 更新のブロック
vi: Chặn cập nhật
zh_hans: 锁定更新

# PackageOperation_BlockThisPackage
source: Block Package
cs: Blokovat Balíček
ja: パッケージをブロック
vi: Chặn gói
zh_hans: 加入黑名单

# PackageOperation_BlockThisDeveloper
source: Block Developer
cs: Blokovat Vývojáře
ja: 開発者をブロック
vi: Chặn nhà phát triển
zh_hans: 屏蔽这位开发者

# PackageOperation_AddToDelete
source: Delete
cs: Odstranit
ja: 削除
vi: Xoá
zh_hans: 删除

# PackageOperation_AddToReInstall
source: Reinstall
cs: Reinstalovat
ja: 再インストール
vi: Cài đặt lại
zh_hans: 重新安装

# PackageOperation_AddToUpdate
source: Update
cs: Aktualizovat
ja: 更新
vi: Cập nhật
zh_hans: 更新

# PackageOperation_NotAvailable
source: Broken Metadata
cs: Poškozené Metadata
ja: 壊れたメタデータ
vi: Siêu dữ liệu bị hỏng
zh_hans: 软件包已损坏

# PackageOperation_RemoveFromQueue
source: Remove from queue
cs: Odstranit z fronty
ja: キューから削除
vi: Xóa khỏi hàng đợi
zh_hans: 取消计划任务

# PackageOperation_RemoveFromWishList
source: Remove from wishlist
cs: Odstranit ze seznamu přání
ja: 欲しいものリストから削除
vi: Xóa khỏi danh sách mong muốn
zh_hans: 从心愿单移除

# PackageOperation_AddWishList
source: Add to wishlist
cs: Přidat do seznamu přání
ja: ほしい物リストに追加する
vi: Thêm vào danh sách mong muốn
zh_hans: 添加到心愿单

# PackageOperation_NotAvailableAlertHint
source: No Operation Available
cs: Není dostupná žádná operace
ja: 使用可能な操作はありません
vi: Không có hoạt động có sẵn
zh_hans: 软件包已损坏 没有可用操作

# PackageOperation_OperationInvalid
source: Operation Invalid/Not Permitted
cs: Neplatná nebo nepovolená operace
ja: 操作が無効/許可されていません
vi: Hoạt động không hợp lệ / Không được phép
zh_hans: 无效的操作

# PackageOperation_InstantInstall
source: Instant Install
cs: Okamžitá instalace
zh_hans: 立即安装

# PackageOperation_InstantInstallHint
source: Please be aware that instant install will not check for any package attributes
cs: Okamžitá instalace nezkotroluje žádné atributy balíčku. Měj se na pozoru.
vi: Instant install will not check any attributes of the package, please be aware.
zh_hans: 立即安装不会检查软件包的任何依赖、冲突、来源、安全性等属性，请悉知。

# TaskOperationName_RepoUpdate
source: Repo Update
cs: Aktualizace Adresáře
ja: リポジトリを更新
vi: Cập nhật Repo
zh_hans: 刷新

# TaskOperationName_IndexDescription
source: It will take some time to build the index
cs: Zabere to nějaký čas k vytvoření indexu
ja: インデックスの作成には少し時間がかかります
vi: Phải mất một thời gian để xây dựng chỉ mục
zh_hans: 这个任务这需要一些时间

# TaskOperationName_Index
source: Indexing Database
cs: Index Databáze
ja: インデックスデータベース
vi: Cơ sở dữ liệu chỉ mục
zh_hans: 构建索引

# TaskOperationName_PackageInstall_SelectedInstall
source: Selected
cs: Vybrané
ja: 選択済み
vi: Đã chọn
zh_hans: 您要求安装

# TaskOperationName_PackageInstall_PulledInstall
source: Install as dependency
cs: Instalováno jako závislost
ja: 依存関係としてインストール
vi: Cài đặt phụ thuộc
zh_hans: 其他软件包需要该软件包

# TaskOperationName_PackageInstall_PulledDelete
source: Removed due to conflict
cs: Odstraněno z důvodu konfliktu
ja: 競合のため削除されました
vi: Đã xóa do xung đột
zh_hans: 这个软件包与您的配置不兼容

# TaskOperationName_PackageInstall_SelectedDelete
source: Selected to delete
cs: Vybrané k odstranění
ja: 削除するよう選択しました
vi: Chọn để xóa
zh_hans: 您要求卸载

# TaskOperationName_Download
source: Download
cs: Stáhnout
vi: Tải
zh_hans: 下载

# NoTaskAvailable
source: Empty
cs: Prázdné
ja: 空っぽ
vi: Trống
zh_hans: 空

# NoTaskAvailableTint
source: New tasks will be listed here
cs: Nové úkoly jsou automaticky přidány zde
ja: 新しいタスクが自動的にここに追加されます
vi: Nhiệm vụ mới được tự động thêm vào đây
zh_hans: 新的任务会自动添加到这里

source: Settings
cs: Nastavení
ja: 設定
vi: Cài đặt
zh_hans: 偏好设置

source: Device Info
cs: Informace o zařízení
ja: 端末情報
vi: Thông tin thiết bị
zh_hans: 设备信息

# RandomDeviceInfoEnabledOrUDIDNotAvailable
source: UDID Not Available / Hided
cs: UDID Není dostupné nebo je skryté
ja: UDIDは使用不可/非表示
vi: UDID Không có sẵn / ẩn
zh_hans: 设备ID不可用 / 已隐藏

# EnableRandomDeviceInfoWarning
source: Random device information is only enabled for free software packages, which may block functions including but not limited to software source account login and paid packages download.
cs: Náhodné informace o zařízení je zapnuté pouze pro zdarma balíčky, která mohou blokovat funkce, včetně, ale nejen, přihlášení k zdroji softwaru a stahování placených balíčků
ja: ランダム端末情報は無料のソフトウェアパッケージでのみ有効であり、ソフトウェアソースアカウントのログインや有料パッケージのダウンロードなどの機能をブロックする場合があります。
vi: Thông tin thiết bị ngẫu nhiên chỉ được bật cho các gói phần mềm miễn phí, có thể chặn các chức năng bao gồm nhưng không giới hạn ở đăng nhập tài khoản nguồn phần mềm và tải xuống gói trả phí.
zh_hans: 随机设备信息仅针对免费软件包开启，这可能会屏蔽包括但不限于软件源账号登录及收费插件下载的功能。

source: Enable Random Device Info
cs: Zapnout náhodné informace o zařízení
ja: ランダム端末情報を有効にする
vi: Bật thông tin thiết bị ngẫu nhiên
zh_hans: 启用随机的设备信息

# SoftwareSources
source: Sources
cs: Softwarové zdroje
ja: ソフトウェアソース
vi: Nguồn phần mềm
zh_hans: 软件源

# RepoLoginHint
source: Manage Logins
cs: Spravovat přihlášení
ja: ログイン管理
vi: Quản lý đăng nhập
zh_hans: 管理软件源账号

# RepoDownloadLimit
source: Download Queue Limit 1/24
cs: Limit pro frontu stahování 1/24
ja: キューのダウンロード制限 1/24
vi: Tải xuống giới hạn hàng đợi 1/24
zh_hans: 队列数量 1/24

# RepoDownloadTimeLimit
source: Download Timeout 6/180s
cs: Časový limit stahování 6/180s
ja: ダウンロードのタイムアウト 6/180s
vi: Thời gian chờ tải xuống 6/180s
zh_hans: 下载超时 6/180秒

# AllowRepoHistory
source: Enable History
cs: Zapnout Historii
ja: 履歴を有効にする
vi: Bật lịch sử
zh_hans: 启用历史记录

# AllowReportRepos
source: Allow Analysis Upload
cs: Povolit odesílání Dat vývojáři pro zlepšení aplikace
ja: 分析のアップロードを許可
vi: Cho phép phân tích tải lên
zh_hans: 允许数据统计

# SoftwareBehaves
source: App Behavior
cs: Chování Softwaru
ja: ソフトウェアの動作
vi: Hành vi phần mềm
zh_hans: 软件包

# SoftwareAutoUpdateWhenLaunch
source: Auto Queue Updates When Possible
cs: Automaticky přidat aktualizace do fronty pokud je to možné
ja: 可能な場合は自動キュー更新
vi: Tự động cập nhật hàng đợi khi có thể
zh_hans: 自动添加更新到队列

# UpdateNotification
source: Update Notifications
cs: Notifikace aktualizací
ja: 更新の通知
vi: Cập nhật thông báo
zh_hans: 有更新时通知我

# AllowReportSoftwares
source: Allow Analysis Upload
cs: Povolit odesílání Dat vývojáři pro zlepšení aplikace
ja: 分析のアップロードを許可
vi: Cho phép phân tích tải lên
zh_hans: 允许数据统计

# DownloadWaitMinMax
source: The download timeout value should be set between 6 seconds and 180 seconds
cs: Časový limit stahování by měl být nastaven mezi 6 až 180 sekundy
ja: ダウンロードタイムアウト値は6秒から180秒の間に設定する必要があります
vi: Giá trị thời gian chờ tải xuống phải được đặt trong khoảng từ 6 giây đến 180 giây
zh_hans: 下载超时的数值设置应在6秒至180秒之间

# DownloadQueueNumberMinMax
source: The download queue value should be set between 1 seconds and 24
cs: Časový limit fronty by měl být nastaven mezi 1 až 24 sekundy
ja: ダウンロードキューの値は1秒から24秒の間に設定する必要があります
vi: Giá trị hàng đợi tải xuống phải được đặt trong khoảng từ 1 giây đến 24
zh_hans: 下载队列的数值设置应在1至24之间

# DeleteRepoHistory
source: This will delete history
cs: Tímto smažete historii
ja: 履歴が削除されます
vi: Điều này sẽ xóa lịch sử
zh_hans: 这会删除历史记录

# AppLanguage
source: Language
cs: Jazyk
ja: 言語
vi: Ngôn ngữ
zh_hans: 语言

# RestartAppHint
source: This operation requires a restart of the application
cs: Tato operace vyžaduje restartování aplikace
ja: この操作では、アプリケーションを再起動する必要があります
vi: Thao tác này yêu cầu khởi động lại ứng dụng
zh_hans: 这项操作需要重启应用

# ReloadSpringBoard
source: Respring
zh_hans: 注销

source: Reboot User Space
vi: Khởi động lại không gian người dùng
zh_hans: 软重启

# RebuildUIcache
source: Reload Icon Cache
cs: Znovu načíst Springboard Ikony
ja: Reload Springboard Icons
vi: Tải lại các biểu tượng Springboard
zh_hans: 重建桌面图标缓存

# RepoRefreshTimeGap
source: Auto Refresh Time Gap
cs: Automatické refreshnutí Time Gap
vi: Tự động làm mới khoảng cách thời gian
zh_hans: 智能刷新间隔

# RepoRefreshTimeGapMinMax
source: Smart refresh requires a time interval between 0.5 and 240 hours
cs: Chytré refreshnutí vyžaduje časový interval mezi 0.5 a 240 hodinami
vi: Làm mới thông minh đòi hỏi một khoảng thời gian từ 0,5 đến 240 giờ
zh_hans: 智能刷新要求时间间隔在0.5至240小时内

source: Enter Safe Mode
cs: Vstoupit do Safe Módu
vi: Vào chế độ an toàn
zh_hans: 安全模式

# OpenDownload
source: Open Downloads Folder
cs: Otevřít Stahování
ja: Open Download
vi: Mở Tải xuống
zh_hans: 打开下载

# FilzaRequiredAlert
source: Filza is not installed
cs: Filza není nainstalována
ja: Filza not installed
vi: Filza chưa được cài đặt
zh_hans: Filza 未安装

# DeleteAllDownload
source: Clean Downloads Folder
cs: Vyčistit stažené
ja: Clean Downloads
vi: Xoá các mục đã tải
zh_hans: 清除全部下载

source: Unknown Size
cs: Neznámá velikost
vi: Kích thước không xác định
zh_hans: 未知大小

# DownloadSizeCalculateTimeout
source: Calculation Failed
cs: Výpočet selhal
ja: Calculate Failed
vi: Tính toán thất bại
zh_hans: 计算超时

# WebOpenSourceCode
source: Get Source Code
cs: Získat zdrojový kód
vi: Nhận mã nguồn
zh_hans: 获取源码
