Repository: SailyTeam/Saily
Catalog: Protein/*.lproj/Localizable.strings
Languages: cs, ja, vi, zh_hans

# PhotoLibraryUnavailableHint
source: Photo library is inaccessible, please check your privacy settings
cs: Knihovna fotek je nedostupná, zkontrolujte své nastavení soukromí
ja: Photo library unavailable, check your privacy settings
vi: Thư viện ảnh không có sẵn, kiểm tra cài đặt quyền riêng tư của bạn
zh_hans: 照片图库不可用，请检查隐私设置

# SetAvatar
source: Pick Avatar
cs: Vybrat Avatara
vi: Chọn Avatar
zh_hans: 设置头像

source: Remove Avatar
cs: Odstranit Avatara
vi: Xoá Avatar
zh_hans: 删除头像

source: Accounts
cs: Účty
vi: Tài khoản
zh_hans: 管理账号

# ShowAPTReportSection
source: Enable APT Report
zh_hans: 启用APT报告

# PackageDiagnosis
source: Diagnosis
cs: Diagnóza
vi: Chẩn đoán
zh_hans: 诊断

# PackageDiagnosis_ConditionGroup
source: Requirements
cs: Požadavky
vi: Yêu cầu
zh_hans: 需求与冲突

# PackageDiagnosis_Help
source: Get Help
cs: Pomoc
vi: Được trợ giúp
zh_hans: 获取帮助

# PackageDiagnosis_WelcomeLeft
source: The operation requirements for software package
cs: Požadavky operace pro softwarový balíček
vi: Các yêu cầu hoạt động cho gói phần mềm
zh_hans: 软件包

# PackageDiagnosis_WelcomeRight
source: are not met, please refer to the following conditions and fix them manually.
cs: nejsou splněny, prosím dle problému vyřešte manuálně
vi: không được đáp ứng, vui lòng tham khảo các điều kiện sau và sửa chúng bằng tay.
zh_hans: 不满足操作要求。请参考下面的条件，并手动修复。

# PackageDiagnosis_DependsHint
source: This group specifies additional installation targets, but all of them cannot be met.
vi: Nhóm này chỉ định các mục tiêu cài đặt bổ sung, nhưng tất cả chúng không thể được đáp ứng.
zh_hans: 该组明确了额外的安装目标，但所有目标均不可满足。

# PackageDiagnosis_ConflictHint
source: The group identified conflict objects and the objects exist.
vi: Nhóm đã xác định các đối tượng xung đột và các đối tượng tồn tại.
zh_hans: 该组明确了冲突对象，且对象存在。

# PackageDiagnosis_ExtraInstall
source: Extra Install
cs: Extra Instalovat
vi: Cài đặt thêm
zh_hans: 额外安装

# PackageDiagnosis_ExtraDelete
source: Extra Delete
cs: Extra Odstranit
vi: Xóa thêm
zh_hans: 额外删除

# PackageDiagnosis_ExtraInstallHint
source: This group specifies additional installation targets and has been found in the database.
vi: Nhóm này chỉ định các mục tiêu cài đặt bổ sung và đã được tìm thấy trong cơ sở dữ liệu.
zh_hans: 该组明确了额外的安装目标，且已经在数据库中找到。

# PackageDiagnosis_ExtraDeleteHint
source: This group specifies conflict objects, but the target can be resolved by uninstalling.
vi: Nhóm này chỉ định các đối tượng xung đột, nhưng mục tiêu có thể được giải quyết bằng cách gỡ cài đặt.
zh_hans: 该组明确了冲突对象，但目标可以通过卸载来解决。

# PackageDiagnosis_PackageRequired
source: Required By
cs: Vyžadováno
vi: Yêu cầu bởi
zh_hans: 被需要

# PackageDiagnosis_PackageRequiredHint
source: To resolve the conflict, please uninstall this package or add it to the uninstall queue
vi: Để giải quyết xung đột, vui lòng gỡ cài đặt gói này hoặc thêm nó vào hàng đợi gỡ cài đặt
zh_hans: 要解决该冲突，请将这个软件包卸载或加入卸载队列

# PackageDiagnosis_PackageRequiredTryFix
source: Possible Solution: Delete All
cs: Možné řešení: Odstranit vše
vi: Giải pháp có thể: Xóa tất cả
zh_hans: 尝试修复：全部删除

# PackageDiagnosis_PackageRequiredTryFixHint
source: Adding all packages above to the delete queue may solve the problem
cs: Přidáním všech balíčků nahoře do fronty smazání může vyřešit problém
vi: Thêm tất cả các gói ở trên vào hàng đợi xóa có thể giải quyết vấn đề
zh_hans: 将上述全部软件包添加到删除队列也许可以解决问题

# PackageDiagnosis_PackageRequiredTryFixFailedHint
source: The package has too complicated dependencies, please consider manually clicking on the error condition and selecting delete to view these relationships.
cs: Balíček má příliš komplikované závislosti, please consider manually clicking on the error condition and selecting delete to view these relationships.
vi: Gói có các phụ thuộc quá phức tạp, vui lòng xem xét nhấp thủ công vào điều kiện lỗi và chọn xóa để xem các mối ràng buộc này.
zh_hans: 软件包存在过于复杂的依赖关系，请考虑手动点击错误条件并选择删除来查看这些关系。

# PackageDiagnosis_GoToIssue
source: Go to the error feedback page
cs: Jít na Stránku Zpětné vazby
vi: Chuyển đến trang phản hồi lỗi
zh_hans: 转到错误反馈页面

# PackageDiagnosis_NoDownloadURLAvailable
source: Could not find download URL, please consider refreshing the software source or contacting the software administrator
cs: Nemohu najít URL pro Stažení, prosím zvažte oobnovení stránky zdrojů nebo kontaktuje administrátora aplikace
vi: Không thể tìm thấy URL tải xuống, vui lòng xem xét làm mới nguồn phần mềm hoặc liên hệ với quản trị viên phần mềm
zh_hans: 找不到下载地址，请考虑刷新软件源或联系软件管理员

# InstallAgent_SubmitTitle
source: Submit Queue
cs: Odeslat frontu
vi: xác nhận
zh_hans: 提交队列

# InstallAgent_SubmitTitleHint
source: Now, you still have the last chance to check. Please check all the contents carefully. ->Is there an obvious error in the installation and removal queues? ->Is there a queue with the submission? Matching phenomenon? In addition, you can also click the print APT test below to check the legality of the queue. Please note that submitting the wrong queue will damage your system. If you are not sure whether the queue is safe, please Consider clicking the generate report below and going to local social media for help.
cs: Prosím pozorně vše zkontrolujte
vi: Bây giờ, bạn vẫn còn cơ hội cuối cùng để kiểm tra. Vui lòng kiểm tra tất cả các nội dung một cách cẩn thận. ->Có lỗi rõ ràng trong hàng đợi cài đặt và loại bỏ? ->Có một hàng đợi với trình? Hiện tượng phù hợp? Ngoài ra, bạn cũng có thể nhấp vào kiểm tra APT in bên dưới để kiểm tra tính hợp pháp của hàng đợi. Xin lưu ý rằng việc gửi hàng đợi sai sẽ làm hỏng hệ thống của bạn. Nếu bạn không chắc chắn liệu hàng đợi có an toàn hay không, vui lòng xem xét nhấp vào báo cáo tạo bên dưới và truy cập này để được trợ giúp.
zh_hans: 现在，你还有最后一次检查的机会。请仔细检查全部内容。 -> 安装与删除队列是否存在明显的错误？ -> 与提交时的队列是否存在不匹配的现象？ 除此之外，你还可以点击下方的打印APT测试来检查队列合法性。请注意，提交错误的队列会损坏您的系统。如果您不确定队列是否安全，请考虑点击下方的生成报告，并前往当地的社交媒体寻求帮助。

# InstallAgent_APTReportTitle
source: APT Report
cs: APT Hlášení
vi: Báo cáo APT
zh_hans: APT 报告

# InstallAgent_APTReportTitleHint
source: Click the Generate button below to generate the report. This will take some time.
cs: Zmáčkni tlačítko "Generovat" pro vytvoření reportu. Toto zabere nějaký čas.
vi: Nhấp vào nút Tạo bên dưới để tạo báo cáo. Điều này sẽ mất một thời gian.
zh_hans: 点击下方的生成按钮来生成报告。这需要花费一些时间。

# InstallAgent_APTGenerateReport
source: Create Report
cs: Vytvořit hlášení
vi: Tạo báo cáo
zh_hans: 创建报告

# InstallAgent_Locked
source: The operation is locked, please try again later
cs: Operace uzamknuta, zkus to znovu později
vi: Thao tác đã bị khóa, vui lòng thử lại sau
zh_hans: 操作被锁定，请稍后再试

# InstallAgent_UnknownError
source: Unknown Error
cs: Neznámá chyba
vi: Lỗi không xác định
zh_hans: 未知错误

# InstallAgent_UnableAquireDownloadFile
source: Unable to obtain download file
cs: Nejde získat soubor ke stažení
vi: Không thể tải xuống tập tin
zh_hans: 无法获取下载文件

# InstallAgent_APTGeneratingReport
source: Creating Report
cs: Vytvářim hlášení
vi: Tạo báo cáo
zh_hans: 正在创建报告

# InstallAgent_APTGeneratedReportContainWarningOrError
source: Report appears to contain warnings or errors, please check carefully
cs: Hlášení poukazuje na varování nebo chyby, prosím pozorně si je prohlédněte
vi: Báo cáo dường như có cảnh báo hoặc lỗi, vui lòng kiểm tra cẩn thận
zh_hans: 报告似乎包含警告或错误，请仔细检查

# InstallAgent_NoTaskAvailable
source: No task in queue
cs: Žádná úloha ve frontě
vi: Không có nhiệm vụ trong hàng đợi
zh_hans: 队列不包含可执行的操作

# InstallAgent_DownloadNotFinished
source: The download is not yet complete, please try again later. If the error persists and you cannot see the download queue, this may be a problem with the package itself or a bad respond of software server. Please try to refresh the software source or clear the download cache in the settings.
cs: Stahování není kompletní, prosím zkus to znovu. Pokud problém přetrvává, a ty nevidíš frontu stahování, může být problém s adresou balíčku. Prosím zkus obnovit stránku se zdroji nebo vyčisti cache pamět stahování v nastavení.
ja: The download is not yet complete, please try again later. If the error persists and you cannot see the download queue, there may be a problem with the package download address. Please try to refresh the software source or clear the download cache in the settings.
vi: Quá trình tải xuống chưa hoàn tất, vui lòng thử lại sau. Nếu lỗi vẫn còn và bạn không thể thấy hàng đợi tải xuống, Bản địa hóa ở đây có thể là một vấn đề với địa chỉ tải xuống của gói. Vui lòng thử làm mới nguồn phần mềm hoặc xóa bộ đệm tải xuống trong cài đặt.
zh_hans: 下载尚未完成，请稍后再试。如果错误持续存在并且您看不到下载队列，则可能是软件包下载地址存在问题。请尝试刷新软件源或在设置里清除下载缓存。

# InstallAgent_UpdateNotice
source: We are about to upgrade. The app will exit during the progress and will reopen when finished. Please wait and do not reopen manually.
cs: Zanedlouho proběhne aktualizace mně samotné. Aplikace se zavře v průběhu aktualizace a znovu otevře až bude vše hotovo. Prosím počkejte a neotvírejte aplikaci manuálně.
ja: We are about to update ourself. The app will exit during the progress and will reopen when finished. Please wait and do not reopen manually.
vi: Chúng tôi sắp cập nhật hệ thống. Ứng dụng sẽ thoát trong quá trình thực hiện và sẽ mở lại khi hoàn tất. Vui lòng đợi và không mở lại thủ công.
zh_hans: 本次安装包含自我更新，程序会在安装时退出。更新完成后会重新启动App，请耐心等待。

# InstallAgent_InTasksNotice
source: Another operation in progress, please try again later.
cs: Systém uzamknut, zkus to znovu později.
ja: System locked, please try again later.
vi: Hệ thống bị khóa, vui lòng thử lại sau.
zh_hans: 队列正在执行，请稍后再试。

source: Account
cs: Účet
zh_hans: 账号

# Option
source: Options
cs: Nastavení
vi: Option
zh_hans: 选项

# RepoLoginTitle
source: Software Source Login
cs: Přihlášení do repositářů
zh_hans: 登录软件源

# RepoSignInBlockedHint
source: Failed to obtain real device identity, sign in blocked
cs: Nepovedlo se získat pravou identitu zařízení, přihlášení zablokováno.
zh_hans: 无法获取设备信息，登录被禁止。

source: Sign In
zh_hans: 登录

source: Sign Out
cs: Odhlásit
zh_hans: 注销账号

# ListPurchased
source: Purchased
cs: Zakoupeno
zh_hans: 已购项目

# LoginFailedLeadingHint
source: Login Failed:
cs: Přihlášení selhalo:
zh_hans: 登录失败:

# LoginFailedTrailingHint
source: Unexpected Error Occurred
cs: Vyskytla se neznámá chyba
zh_hans: 验证过程出现意外

# NoPurchased
source: No Item
cs: Nic není zakoupeno
zh_hans: 无已购项目

# NoRepoSupportsPayment
source: No supported repo
cs: Žádný tvůj repozitář nepodporuje přihlášení
zh_hans: 无可用软件源

# Payment_GetHelp
source: Open Issue Report Page
cs: Nahlásit problém
zh_hans: 前往 GitHub Issue 来获取帮助

# PackageOperation_PaymentInvalid
source: Vendor information was broken, no operation available.
vi: Vender information was broken, no operation available.
zh_hans: 付费信息已损坏，无法安装

# PackageOperation_RequiredLogin
source: Sign in required for this operation
cs: Pro tuto operaci je nutné se přihlásit
zh_hans: 操作该软件包需要登录。

# PackageOperation_PurchaseHint
source: Proceed to purchase?
cs: Zakoupit?
vi: Process to purchase?
zh_hans: 需要购买这个软件包吗？

# PackageOperation_PaymentSuccess
source: Purchase complete
cs: Nákup dokončen
zh_hans: 购买已完成

# RandomDeviceInfoMustBeTurnOff
source: Random device info has been enabled, to process you must turn it off
cs: Pro pokračování musíš vypnout funkci náhodné informace o zařízení
zh_hans: 保护设备信息选项已开启，如要继续，则必须将其关闭
